{
    "Cars":"Car",
    "About":"About",
    "Service" : "Service",
    "Our Blogs" : "Our Blogs",
    "Search Vehicle" : "Search Vehicle",
    "Vehicle Management" : "Vehicle Management",
    "Blog Management" : "Blog Management",
    "User Management" : "User Management",
    "Other Details" : "Other Details",
    "Languages" : "Languages",
    "Add Vehicle":"Add Vehicle",
    "See All Vehicle Details":"See All Vehicle Details",
    "See Active Vehicle Details" : "See Active Vehicle Details",
    "Add Blog" : "Add Blog",
    "See All Blogs" : "See All Blogs",
    "Add User" : "Add User",
    "See All User Details" : "See All User Details",
    "Vehicle Company" : "Vehicle Company",
    "Fuel Type" : "Fuel Type",
    "Body Type" : "Body Type",
    "Login" : "Login",
    "Logout" : "Logout",
    "HomeText" : "Rev up your journey with Toyama ",
    "Totyama"   : "Totyama ",
    "Motors" : "Motors",
    "Experience" : "Experience",
    "automotive perfection with" : " automotive perfection with ",
    "Toyama Motors" : " Toyama Motors ",
    "where" : " where ",
    "precision" : "precision",
    "meets passion on every road." : " meets passion on every road.",
    "Discover Now": "Discover Now",
    "All Cars" : "All Cars",
    "Look" : "Have a look at our latest collections.",
    "Type" : "Type : ",
    "Color" : "Color: ",
    "price button" : "See Price",
    "All cars button" : "All Cars",
    "About heading" : "About us",
    "About l1" : "Discover unbeatable value with our budget-friendly rates ",
    "About l2" : " paired with top-notch vehicle quality",
    "About l3" : "At TOYAMA MOTORS, we are dedicated to providing top-quality, reliable, and affordable second-hand vehicles to our valued customers. With years of experience in the automotive industry, we understand the importance of finding the perfect vehicle that meets your needs and fits your budget.",
    "About l4" : "Our mission is simple: to offer a wide selection of pre-owned vehicles that are thoroughly inspected, well-maintained, and ready to hit the road. Whether you're in the market for a compact car, a spacious SUV, a rugged truck, or anything in between, we have something for everyone.",
    "About l5" : "At TOYAMA MOTORS, we take pride in our commitment to customer satisfaction. Our knowledgeable and friendly team is here to assist you every step of the way, from browsing our inventory to securing financing and beyond. We believe in transparency and honesty, ensuring that you have all the information you need to make an informed decision.",
    "Know more": "Know more",
    "Have a look" : "Have a look ... ",
    "See more" : "See more",
    "All Blogs": "All Blogs",
    "Dreams" : ": Driving Your Dreams Forward",
    "ab1" : "Welcome to Toyama Motors, your premier destination for high-quality, second-hand vehicles. At Toyama Motors,we understand that purchasing a car is not just about getting from point A to point B; it's about fulfilling dreams, enabling adventures, and enhancing lifestyles. With our commitment to excellence and customer satisfaction, we strive to make your car-buying experience seamless, enjoyable, and rewarding.",
    "Our" : "Our ",
    "Story" : "Story",
    "ab2.1" : "Established with a vision to redefine the pre-owned car market, Toyama Motors has emerged as a trusted name in the automotive industry. Founded by passionate individuals with extensive experience in the automobilesector, our journey began with a simple yet profound objective: to provide customers with reliable, affordable, and meticulously maintained vehicles.",
    "ab2.2" : "Over the years, we have cultivated a reputation for transparency, integrity, and professionalism. Our team comprises dedicated professionals who are not just experts in their field but also enthusiasts who share a profound love for automobiles. With a deep understanding of market trends, technological advancements, and customer preferences, we stay ahead of the curve, ensuring that our inventory reflects the latest offerings and innovations in the automotive world.",
    "Mission" : "Mission",
    "ab3.1" : "At Toyama Motors, our mission is to exceed customer expectations by offering a diverse selection of top-quality pre-owned vehicles, coupled with unparalleled customer service. We believe in empowering our customers with the freedom to choose from a wide range of makes, models, and specifications, enabling them to find the perfect vehicle that aligns with their preferences, lifestyle, and budget.",
    "ab3.2" : "We are committed to fostering long-term relationships built on trust, respect, and mutual benefit. Whether you're a first-time buyer, a seasoned car enthusiast, or someone looking to upgrade your current vehicle, we are here to guide you every step of the way. Our dedicated team of professionals is passionate about helping you find the right car that meets your needs and exceeds your expectations."
} 

